insert into GENRE(NAME)VALUES ('Видения'),('Новелла'),('Ода'),('Опус'),('Очерк'),('Поэма'),('Повесть'),('Пьеса'),('Рассказ'),('Роман'),('Скетч'),('эпопея'),('эпос'),('эссе');

insert into AUTHOR(NAME)VALUES
('Анжело де Сорр'
),('Баржавель, Рене'
),('Берато, Поль'
),('Брюссоло, Серж'
),('Буль, Пьер'
),('Вейо, Клод'
),('Вербер, Бернар'
),('Верн, Жюль'
),('Верн, Мишель')
;

insert into BOOK(NAME,AUTHOR_ID,GENRE_ID)VALUES
('Книга 1',1,1),
('Книга 2',1,2),
('Книга 3',1,3),
('Книга 4',2,5),
('Книга 5',4,5);





